export default function QRcode() {
  return (
    <div style={{ display: 'flex', flexDirection: 'column', justifyContent: 'center', alignItems: 'center', marginTop: 15 }}>
      <img src="http://qrcoder.ru/code/?https%3A%2F%2Floot-wars.herokuapp.com%2F&10&0" width="370" height="370" border="0" title="QR код" alt="qrcode" />
      <div style={{ fontSize: 35, textAlign: 'center', fontFamily: 'Gothic, sans-serif' }}>
        Loot Wars — это многопользовательская онлайн-игра по сбору предметов. Вы можете собирать мусор или сражаться с другими, чтобы завладеть множеством интересных предметов. Добыча варьируется от фантастического эльфийского кинжала до причудливых очков для чтения... от великолепного истребителя-невидимки до восхитительной рыбы с жареным картофелем... от повседневного ноутбука до... ну, вы поняли. Вы будете продвигаться по игре, собирая полезные предметы на земле. Вы можете торговать с другими за интересующие вас предметы или использовать свою добычу, чтобы вести бой против другого и насильно забирать предметы, которые вы хотите. Loot Wars — это легкая дань уважения ролевым играм (RPG) и играм по сбору добычи, таким как World of Warcraft, Diablo и Pokémon.  Всякий раз, когда у вас есть время, чтобы убить — будь то в очереди в кино, по дороге на работу, в туалете или просто нужно быстро отдохнуть от вашего напряженного графика — Loot Wars — идеальное приложение! Особенности:  Доступно более 1000 различных предметов. Часто добавляются новые предметы и наборы.
      </div>
    </div>
  )
}
